Repository: wiltso/shuup-stripe
Catalog: shuup_stripe/locale/*/LC_MESSAGES/django.po
Languages: sv_se

source: Please configure Stripe keys for payment processor %s.
sv_se: Vänligen konfigurera Stripe nycklar för betalningshanterare %s.

source: Purchase
sv_se: Köp

source: Secret Key
sv_se: Privat nyckel

source: Publishable Key
sv_se: Öppen nyckel

source: Stripe Checkout
sv_se: Stripe-betalning

source: Payment for order {id} on {shop}
sv_se: Betalning för beställning {id} i {shop}

source: We use Stripe for secure payment handling.
sv_se: Vi använder Stripe för säker betalningshantering.

source: Click the button below to enter your card details. You will only be charged when your order completes.
sv_se: Tryck på nedanstående knapp för att skriva in kortets detaljer.Summan debiteras först efter att din beställning är gjord.

source: Accept credit cards using <a target='_blank' href='%(url)s'>Stripe</a>
sv_se: Godkänn kreditkort med <a target='_blank' href='%(url)s'>Stripe</a>

source: Don't have a Stripe account?
sv_se: Inget Stripe konto?

source: Register now
sv_se: Registrera dig
